"add_to_cart_cta" = "Tambahkan ke keranjang";

"alerts_empty_description" = "Notifikasi Anda akan muncul saat Anda menggunakan aplikasi. Pantau terus di sini!";

"alerts_empty_title" = "Belum Ada Notifikasi";

"alerts_mark_all_as_read_cta" = "Tandai semua sebagai telah dibaca";

/* Alerts */
"alerts_title" = "Notifikasi";

"all_activities_cta" = "Semua aktivitas";

"app_name" = "Green";

"app_onboarding_edu_description_1" = "Bayar lebih sedikit dan dapatkan lebih banyak saat membeli produk ZOOMOOV melalui Aplikasi Green";

"app_onboarding_edu_description_2" = "Pantau pembelian dan saldo Anda dengan mudah, semuanya dalam satu tempat";

"app_onboarding_edu_description_3" = "Dapatkan satu perjalanan gratis saat mengajak teman mengunduh Aplikasi Green (S&K berlaku)";

"app_onboarding_edu_title_1" = "Perjalanan lebih murah";

"app_onboarding_edu_title_2" = "Lacak Waktu Bermain";

"app_onboarding_edu_title_3" = "Ajak teman untuk hadiah";

"bottom_nav_active_session_label" = "Sedang Berlangsung";

"bottom_nav_active_session_total_package_left" = "Total paket tersisa:";

"bottom_nav_active_session_total_package_passed" = "%@ telah digunakan";

"bottom_nav_alerts" = "Notifikasi";

/* Logged in (Main) */
"bottom_nav_home" = "Beranda";

"bottom_nav_profile" = "Profil";

"bottom_nav_wallet" = "Dompet Saya";

/* Checkout */
"checkout_empty_cta" = "Jelajahi paket";

"checkout_empty_message" = "Keranjang Anda saat ini kosong. Tambahkan paket untuk melihat item di sini";

"checkout_empty_title" = "Keranjang Anda kosong";

"checkout_failed_cta" = "Coba lagi";

"checkout_failed_message" = "Kami tidak dapat menyelesaikan transaksi, silakan coba lagi.";

"checkout_failed_title" = "Transaksi gagal";

"checkout_item_unit_price" = "1 unit - %@";

"checkout_items_counts" = "%@ Item";

"checkout_order_coupon_code_hint" = "Masukkan kode kupon";

"checkout_order_coupon_invalid" = "Kode tidak valid";

"checkout_order_coupon_valid" = "Kode valid";

"checkout_order_summary_price_before_fees" = "Total jumlah";

"checkout_order_summary_title" = "Ringkasan Pesanan";

"checkout_order_summary_total_price" = "Total";

"checkout_proceed_cta" = "Lanjutkan ke pembayaran";

"checkout_success_cta" = "Lihat pembelian saya";

"checkout_success_message" = "Item telah ditambahkan ke pembelian Anda";

"checkout_success_title" = "Pembayaran berhasil";

"checkout_title" = "Checkout";

/* Profile */
"complete_profile_description" = "Lengkapi beberapa langkah yang hilang untuk memenangkan hadiah menarik";

"complete_profile_title" = "Lengkapi profil Anda";

"completed_profile_description" = "Anda telah berhasil melengkapi profil Anda";

"completed_profile_title" = "Selamat!";

"cta_apply" = "Terapkan";

"cta_retry" = "Coba lagi";

/* CTA Buttons */
"cta_complete" = "Selesaikan";

"cta_done" = "Selesai";

/* App Onboarding */
"cta_get_started" = "Mulai";

"cta_help" = "Bantuan";

"cta_next" = "Lanjut";

"cta_okay" = "Oke";

"cta_prev" = "Sebelumnya";

"cta_refresh" = "Segarkan";

"cta_save" = "Simpan";

"cta_see_all" = "Lihat semua";

/* Components */
"cta_share" = "Bagikan";

"cta_skip" = "Lewati";

"cta_confirm" = "Konfirmasi";

"error_cta" = "Coba lagi";

/* Error State */
"error_generic" = "Terjadi kesalahan";

"error_generic_description" = "Maaf, kami tidak dapat menemukan halaman yang Anda cari";

"error_generic_home" = "Kami tidak dapat memuat konten, silakan coba muat ulang halaman";

"error_home_cta" = "Muat ulang";

"error_network" = "Tidak ada internet!";

"error_network_description" = "Tidak dapat terhubung ke internet, silakan periksa pengaturan jaringan Anda";

"hide" = "sembunyikan";

"merchant_nearby_locations_title" = "Lokasi terdekat";

/* Merchant Details */
"merchant_packages_title" = "Paket khusus untuk Anda";

"merchant_store_locations_title" = "%@ lokasi";

"my_activity_empty_cta" = "Mulai menjelajah";

"my_activity_empty_cta_reset_filters" = "Atur ulang filter";

"my_activity_empty_purchases_description" = "Anda belum melakukan pembelian apa pun";

"my_activity_empty_redemptions_description" = "Anda belum menukarkan apa pun";

"my_activity_empty_description" = "Anda belum melakukan pembelian atau penukaran apa pun";

"my_activity_empty_purchases_description_filter" = "Tidak ada pembelian untuk rentang tanggal yang dipilih";

"my_activity_empty_redemptions_description_filter" = "Tidak ada penukaran untuk rentang tanggal yang dipilih";

"my_activity_empty_title" = "Masih kosong di sini";

"my_activity_filter_anytime" = "Kapan saja";

"my_activity_filter_by_date" = "Berdasarkan tanggal";

"my_activity_filter_past_30_days" = "30 hari terakhir";

"my_activity_filter_past_6_months" = "6 bulan terakhir";

"my_activity_filter_past_90_days" = "90 hari terakhir";

"my_activity_filter_past_year" = "Tahun lalu";

"my_activity_filter_this_week" = "Minggu ini";

"my_activity_filter_title" = "Filter";

"my_activity_mode_of_purchase_counter" = "Pembelian langsung";

"my_activity_mode_of_purchase_online" = "Online";

"my_activity_number_of_items" = "%@ item";

"my_activity_tab_end_divider" = "AKHIR AKTIVITAS";

"my_activity_tab_purchased" = "Dibeli";

"my_activity_tab_redeemed" = "Ditukarkan";

"my_activity_title" = "Aktivitas Saya";

"my_purchase_empty_cta" = "Jelajahi paket";

"my_purchase_empty_message" = "Jelajahi paket dan simpan kupon Anda di dompet di sini";

"my_purchase_empty_title" = "Tidak ada kupon ditemukan";

/* My Wallets */
"my_purchase_title" = "Pembelian saya";

"notification_permission_dialog_context_1" = "Pemberitahuan promosi waktu terbatas";

"notification_permission_dialog_context_2" = "Tanggal kedaluwarsa kupon";

"notification_permission_dialog_context_3" = "Pesan pemberitahuan penjemputan anak";

"notification_permission_dialog_context_title" = "Jika Anda mengizinkan notifikasi, Anda akan menerima";

"notification_permission_dialog_cta_allow" = "Izinkan notifikasi";

"notification_permission_dialog_cta_later" = "Nanti";

"notification_permission_dialog_description" = "Pastikan pengalaman yang lancar dengan mengaktifkan notifikasi - ini adalah cara termudah untuk melacak kupon Anda";

/* Permission Request: Notification */
"notification_permission_dialog_title" = "Tetap up to date";

"product_details_by_merchant_stores_title" = "Lihat semua %@ lokasi";

/* Product Details */
"product_details_by_merchant_title" = "Oleh %@";

"profile_add_child_name" = "Nama anak";

"profile_add_child_name_hint" = "Tambahkan nama";

"profile_add_child_title" = "Tambahkan anak";

"profile_add_another_child" = "Tambahkan anak lainnya";

"profile_add_child_title_not_empty" = "Anak-anak";

"profile_add_photo_cta" = "Tambahkan Foto";

"profile_add_photo_album" = "Album Foto";

"profile_add_photo_camera" = "Kamera";

"profile_child_age" = "Usia";

"profile_child_count" = "Anak %@";

"profile_delete_confirm_cancel_cta" = "Simpan data";

"profile_delete_confirm_message" = "Semua data Anda akan dihapus termasuk pembelian Anda";

"profile_delete_confirm_proceed_cta" = "Hapus";

"profile_delete_confirm_title" = "Hapus?";

"profile_delete_cta" = "Hapus profil";

"profile_edit_basic_info_cta" = "Edit info dasar";

"profile_help_center" = "Pusat Bantuan";

"profile_info_add_cta" = "Tambah";

"profile_info_edit_cta" = "Edit";

"profile_info_name_title" = "Nama";

"profile_info_phone_number" = "Nomor telepon";

"profile_info_title" = "Informasi Profil";

"profile_info_verification_title" = "Verifikasi";

"profile_info_your_name" = "Nama Anda";

"profile_logout_confirm_cancel_cta" = "Tetap masuk";

"profile_logout_confirm_message" = "Apakah Anda ingin keluar dari aplikasi? Anda harus masuk kembali";

"profile_logout_confirm_proceed_cta" = "Keluar";

"profile_logout_confirm_title" = "Keluar?";

"profile_logout_cta" = "Keluar";

"profile_payment_digital_payment" = "Pembayaran Digital";

"profile_payment_online_banking" = "Perbankan Online";

/* Profile: Payment Options */
"profile_payment_option" = "Opsi Pembayaran";

"profile_payment_option_card" = "Kartu Kredit / Debit";

"profile_rate_our_app" = "Beri peringkat aplikasi kami";

"profile_settings_child" = "Anak";

"profile_settings_child_empty_cta" = "Tidak ada informasi yang ditambahkan";

"profile_settings_date_of_birth" = "Tanggal lahir";

"profile_settings_date_of_birth_empty_cta" = "Tambahkan tanggal";

"profile_settings_date_of_birth_hint" = "DD/MM/YYYY";

"profile_settings_email_id" = "Email ID";

"profile_settings_email_id_empty_cta" = "Tambahkan email ID";

"profile_settings_email_id_hint" = "Masukkan email ID";

"profile_settings_email_invalid" = "Periksa format email Anda";

"profile_settings_gender" = "Jenis kelamin";

"profile_settings_gender_empty_cta" = "Tambahkan jenis kelamin";

"profile_settings_language" = "Bahasa";

"profile_settings_location" = "Lokasi";

"profile_settings_payment" = "Pembayaran";

"profile_settings_payment_empty_cta" = "Tambahkan pembayaran";

"purchased_total_time" = "Total Waktu";

"purchased_valid_until" = "Berlaku hingga";

"redemption_add_child_empty_state_cta" = "Tambahkan anak";

"redemption_add_child_empty_state_description" = "Tambahkan detail anak untuk melanjutkan penggunaan kupon";

"redemption_add_child_empty_state_title" = "Tidak ada anak yang ditemukan";

"redemption_child_remaining_time" = "Waktu yang diberikan: %@ %@";

"redemption_coupon_set_qty" = "%@ kuantitas";

"redemption_coupon_set_qty_note_description" = "%@ tidak dapat dikembalikan, atau informasi yang perlu diperhatikan oleh orang tua akan ditampilkan di sini.";

"redemption_end_timer_cta" = "Akhiri sesi";

"redemption_hint" = "*Pilih anak untuk memulai sesi";

"redemption_scan_qr_cta" = "Pindai QR berikutnya";

"redemption_scan_qr_cta_retry" = "Pindai ulang";

"redemption_scan_qr_error_description" = "Ada kesalahan koneksi, silakan coba pindai ulang.";

"redemption_scan_qr_error_message" = "Kesalahan pemindaian";

/* Redemption */
"redemption_scan_qr_error_title" = "Pindai QR";

"redemption_scan_qr_to_end_session_description" = "Tunjukkan kode QR ini di konter, staf kami akan memindai QR ini untuk mengakhiri sesi Anda";

"redemption_scan_qr_to_end_session_success_message" = "Sesi berakhir!";

"redemption_scan_qr_to_end_session_success_description" = "Sisa waktu %@ jam";

"redemption_scan_qr_to_end_session_title" = "Check-out";

"redemption_scan_qr_to_redeem_coupon_description" = "Tunjukkan kode QR ini di konter untuk menukarkan pembelian Anda dengan staf kami";

"redemption_scan_qr_to_redeem_coupon_success_message" = "%@ %@ berhasil ditukarkan!";

"redemption_scan_qr_to_redeem_coupon_title" = "Pindai QR untuk menukarkan";

"redemption_scan_qr_to_start_session_description" = "Tunjukkan kode QR ini di konter, staf kami akan memindai QR ini untuk menandai kehadiran Anda";

"redemption_scan_qr_to_start_session_success_message" = "Sesi dimulai!";

"redemption_scan_qr_to_start_session_title" = "Check-in";

"redemption_scan_to_end_session" = "Akhiri sesi";

"redemption_scan_to_start_session" = "Mulai sesi";

"redemption_select_child_cta" = "Pilih anak";

"redemption_time_allotted" = "Waktu yang diberikan: %@ jam";

"redemption_time_remaining" = "Sisa waktu: %@ jam";

"redemption_set_qty_cta" = "Tukarkan sekarang";

/* Redemption: QR */
"redemption_set_qty_note_title" = "Catatan:";

"redemption_start_timer_cta" = "Mulai timer";

/* Redemption: Time-base */
"redemption_validity" = "Berlaku hingga";

"see_more" = "lihat lebih banyak";

"see_less" = "lihat lebih sedikit";

"select" = "Pilih";

"tnc" = "Syarat & Ketentuan";

"user_onboarding_full_name_input_description" = "Harap berikan nama Anda agar kami dapat mempersonalisasi pengalaman Anda";

"user_onboarding_full_name_input_hint" = "Masukkan nama lengkap Anda";

"user_onboarding_full_name_input_subtitle" = "Nama lengkap";

/* User Onboarding, Full Name Input */
"user_onboarding_full_name_input_title" = "Hampir selesai!";

"user_onboarding_phone_input_cta" = "Verifikasi";

"user_onboarding_phone_input_description" = "Masuk dengan nomor telepon yang belum terdaftar akan secara otomatis membuat akun Green baru.";

"user_onboarding_phone_input_hint" = "Nomor telepon";

"user_onboarding_phone_input_subtitle" = "Nomor Telepon Anda";

"user_onboarding_referral_code_input_hint" = "Masukkan kode referensi";

"user_onboarding_referral_code_input_subtitle" = "Kode Referensi";

"user_onboarding_referral_error" = "Kode referensi tidak valid";

/* User Onboarding, Phone Input */
"user_onboarding_phone_input_title" = "Masukkan nomor telepon Anda";

"user_onboarding_social_login_cta" = "Google";

"user_onboarding_social_login_divider_message" = "Atau lanjutkan dengan";

"user_onboarding_tnc" = "Dengan melanjutkan, Anda menerima <br/><u><a href=\"https://www.greenyourday.app/privacy-policy\">Syarat dan Ketentuan</a></u> aplikasi Green.";

"ios_user_onboarding_tnc_1" = "Dengan melanjutkan, Anda menerima Syarat dan Ketentuan";

"ios_user_onboarding_tnc_2" = "Aplikasi Green";

"user_onboarding_verification_cta_from_phone_login" = "Masuk";

"user_onboarding_verification_cta_from_social_login" = "Verifikasi";

"user_onboarding_verification_description" = "Kami telah mengirim SMS dengan OTP ke nomor %@-%@";

"user_onboarding_verification_menu_item_resend_otp" = "Kirim ulang OTP";

"user_onboarding_verification_menu_item_resend_otp_again" = "Kirim ulang OTP lagi";

"user_onboarding_verification_menu_item_resend_otp_timer" = "dalam 00:%02d";

"user_onboarding_verification_otp_error_invalid" = "Kode salah. Silakan coba lagi";

"user_onboarding_verification_otp_error_limit_exceeded" = "Batas maksimum terlampaui. Silakan coba lagi nanti";

"user_onboarding_verification_otp_user_invalid" = "Periksa nomor telepon Anda";

"user_onboarding_social_login_failed_title" = "Login sosial gagal";

"user_onboarding_social_login_failed_message" = "Silakan coba lagi";

"user_onboarding_verification_otp_phone_taken" = "Nomor telepon ini telah terdaftar di akun lain";

"user_onboarding_verification_subtitle" = "Masukkan OTP";

/* User Onboarding, OTP */
"user_onboarding_verification_title" = "Masukkan OTP Anda";

/* API errors */
"api_error_reauthentication" = "Gagal melakukan otentikasi ulang";

"api_error_loading_content_failed" = "Tidak dapat memuat konten";

/* Referral */
"referral_alert_success_title" = "Selamat!";

"referral_alert_success_message" = "Anda mendapatkan perjalanan gratis ZOOMOOV sebagai hadiah pendaftaran";

"referral_alert_success_cta" = "Yay!";

"referral_share_sheet_text" = "Bergabunglah dengan saya di Green dan dapatkan perjalanan ZOOMOOV gratis saat mengunduh aplikasi Green Your Day untuk pertama kali! Syarat dan ketentuan berlaku. Unduh aplikasinya dan gunakan kode referensi saya.\n\nKode referensi: %@\n\nhttps://green.onelink.me/%@";
